'''Практическая работа
1. Создайте файл data.txt по образцу урока. Напишите программу, которая открывает этот файл на чтение,
построчно считывает из него данные и записывает строки в другой файл (dataRu.txt),
заменяя английские числительные русскими, которые содержатся в списке
(["один", "два", "три", "четыре", "пять"]), определенном до открытия файлов.

2. Создайте файл nums.txt, содержащий несколько чисел, записанных через пробел.
Напишите программу, которая подсчитывает и выводит на экран общую сумму чисел,
хранящихся в этом файле.'''